
DEBUG_TELEGRAM_CHAT_ID = 1122505805
"""Чат, в который будут отправляться служебные сообщения (например, о запуске бота)"""

MAX_SUBJECT_NAME_LENGTH = 30
"""Максимальная длина названия предмета"""

MIN_SUBJECT_NAME_LENGTH = 2
"""Минимальная длина названия предмета"""

EMPTY_LESSON_INPUT = "ОКНО"
"""Слово, которым пользователь указывает на пустой урок"""

EMPTY_LESSON_VIEW = "ОКНО"
"""Как бот отображает пользователю пустой урок"""

GROOPED_LESSONS_SEPARATOR = "/"
"""Разделитель предметов в описании уроков, разделённых на группы"""
