
DEBUG_TELEGRAM_CHAT_ID = 1122505805
"""Чат, в который будут отправляться служебные сообщения (например, о запуске бота)"""

MAX_SUBJECT_NAME_LENGTH = 30
"""Максимальная длина названия предмета"""

MIN_SUBJECT_NAME_LENGTH = 2
"""Минимальная длина названия предмета"""

MAX_HOMEWORK_LENGTH = 200
"""Максимальное кол-во символов в домашней работе"""

MAX_CLASS_NAME_LENGTH = 30
"""Максимальное кол-во символов в названии класса"""

EMPTY_LESSON_INPUT = "ОКНО"
"""Слово, которым пользователь указывает на пустой урок"""

EMPTY_LESSON_VIEW = "ОКНО (нет урока)"
"""Как бот отображает пользователю пустой урок"""

GROOPED_LESSON_SUBJECTS_SEPARATOR = " / "
"""Разделитель предметов в описании уроков, разделённых на группы"""

DEFAULT_CALLBACK_DATA_SEPARATOR = '_'
"""Разделитель в callback data"""
